Revit 2027 API
FormatOptions.CanSuppressTrailingZeros Method
Overload List
Name | Description
CanSuppressTrailingZeros() |  Checks whether trailing zeros can be suppressed for the display unit in this FormatOptions.
CanSuppressTrailingZeros(ForgeTypeId) |  Checks whether trailing zeros can be suppressed for a given unit.
Top
See Also
Reference
FormatOptions Class
Autodesk.Revit.DB Namespace